Repository: roelspruit/places-abn
Catalog: WikiPlaces/Localizable.xcstrings
Source language: en
Languages: nl

source: ABN AMRO Hiring Assignment 2024. Code written by Roel Spruit.
nl: ABN AMRO Inhuur Opdracht 2024. Code geschreven door Roel Spruit.

source: Add custom location
nl: Eigen locatie toevoegen

source: Add Location
nl: Locatie toevoegen

source: Cancel
nl: Annuleren

source: Clear field
nl: Veld leegmaken

source: Custom location
nl: Gebruikerslocatie

source: Error loading locations. Check your internet connection and try again
nl: Fout tijdens het laden van locaties. Controleer je internetverbinding en probeer het opnieuw

source: Latitude (between -90.0 and 90.0)
nl: Latitude (tussen -90.0 en 90.0)

source: Loading locations
nl: Locaties aan het laden

source: Location Name (optional)
nl: Locatienaam (optioneel)

source: Locations
nl: Locaties

source: Longitude (between -180.0 and 180)
nl: Longitude (tussen -180.0 en 180.0)

source: No locations found. Do you want to add a custom location?
nl: Geen locaties gevonden. Wil je een eigen locatie toevoegen?

source: Open my LinkedIn Profile
nl: Bekijk mijn LinkedIn Profiel

source: Opens location in Wikipedia App
nl: Opent locatie in Wikipedia App

source: Retry
nl: Opnieuw proberen

source: Save
nl: Opslaan

source: Some fields are incorrect. Please check that you have entered correct coordinates.
nl: Sommige velden zijn niet correct ingevuld. Controleer de velden en zorg dat je correcte coördinaten hebt ingevoerd.

source: The location cannot be opened. Make sure you have the Wikipedia app installed.
nl: De locatie kan niet worden geopend. Zorg dat je de Wikipedia app hebt geïnstalleerd.

source: The location cannot opened. The location seems to have incorrect coordinates.
nl: De locatie kan niet worden geopend omdat deze incorrecte coördinaten bevat.

source: Unknown location with GPS coordinates
nl: Onbekende locatie met GPS coördinaten

source: Value should be between -90.0 and 90.0
nl: Waarde moet liggen tussen -90.0 en 90.0

source: Value should be between -180.0 and 180.0
nl: Waarde moet liggen tussen -180.0 en 180.0
